<?php

/**
 * I18N Link Manager plugin Russian language file by Lev Barsov
 */


$i18n = array(

"PLUGIN_NAME"         =>  "I18N Link Manager",
"NO_LINKS"            =>  "Ссылки еще не определены. Для добавления линка нажмите кнопку <i>\"Добавить новую ссылку\"</i> в правом верхнем углу экрана.",
"NO_CATEGORIES"       =>  "Категории еще не определены. Для добавления категории нажмите кнопку <i>\"Добавить новую категорию\"</i> в правом верхнем углу экрана.",
"CHANGE_ORDER"        =>  "Измените порядок строк перетаскивая их мышкой. Нажмите кнопку <i>\"Сохранить порядок\"</i> внизу экрана для сохранения изменений.",
"ERROR_SAVE"          =>  "<b>Ошибка:</b> Невозможно сохранить. Измените права <em>CHMOD 777</em> на каталог /data/other и его содержимое и повторите опрерацию.",
"ERROR_DELETE"        =>  "<b>Ошибка:</b> Невозможно удалить. Измените права <em>CHMOD 777</em> на каталог /data/other и его содержимое и повторите опрерацию.",
"ERROR_RESTORE"       =>  "Не удалось вернуть изменения.",
"SUCCESS_SAVE"        =>  "Изменения сохранены.",
"SUCCESS_DELETE"      =>  "Удаление выполнено.",
"SUCCESS_RESTORE"     =>  "Ваши изменения были возвращены.",
"NEW_LINK"            =>  "Добавить новую ссылку",
"NEW_CATEGORY"        =>  "Добавить новую категорию",
"NAME"                =>  "Название",
"DESCRIPTION"         =>  "Описание",
"URL"                 =>  "URL",
"CATEGORY"            =>  "Категория",
"CATEGORIES"          =>  "Категории",
"LINKS"               =>  "Ссылки",
"EDIT_LINK"           =>  "Редактировать ссылку",
"VIEW_LINK"           =>  "Показать ссылку",
"DELETE_LINK"         =>  "Удалить ссылку",
"SAVE_LINK"           =>  "Сохранить ссылку",
"EDIT_CATEGORY"       =>  "Редактировать категорию",
"DELETE_CATEGORY"     =>  "Удалить категорию",
"SAVE_CATEGORY"       =>  "Сохранить категорию",
"SAVE_ORDER"          =>  "Сохранить порядок",
"CANCEL"              =>  "Отказаться",
"DELETE"              =>  "Удалить",
"OR"                  =>  "или",

);

?>
